[
  {
    "id": "2026-02-12-010",
    "date": "2026-02-12",
    "slug": "kanzi-pretend-play",
    "headline": "A bonobo tracked imaginary juice at a pretend tea party — and got it right",
    "summary": "A study published in Science shows that Kanzi, a language-trained bonobo, could track pretend objects across spatial manipulations, pointing correctly to which cup held imaginary juice after it was 'poured' and moved. Across three experiments, Kanzi reliably distinguished real from pretend objects and maintained mental representations of things that didn't exist. He died last year at 44; this is among his final contributions to science.",
    "why_it_matters": "Secondary representation — holding a mental model of something imaginary and updating it — was considered uniquely human. Finding it in a bonobo suggests the cognitive architecture for imagination may predate the human-ape split by 6 to 9 million years. As we debate what minds machines might have, we keep discovering the minds already here.",
    "category": "science",
    "sources": [
      { "name": "Science", "url": "https://www.science.org/doi/10.1126/science.adz0743" },
      { "name": "Nature", "url": "https://www.nature.com/articles/d41586-026-00357-7" },
      { "name": "NPR", "url": "https://www.npr.org/2026/02/06/nx-s1-5698505/a-study-of-a-remarkable-bonobo-named-kanzi-shows-apes-may-play-make-believe" }
    ],
    "added_at": "2026-02-12T22:00:00Z"
  },
  {
    "id": "2026-02-12-009",
    "date": "2026-02-12",
    "headline": "Anthropic puts $20 million into midterm races backing candidates who support AI regulation",
    "summary": "Anthropic is donating $20 million to Public First Action, a bipartisan advocacy group backing candidates who favor AI transparency and safety regulation. The move directly counters Leading the Future, a $125 million super PAC funded by tech billionaires pushing for lighter AI regulation. First announced candidates include support for Republican Sen. Marsha Blackburn's Tennessee governor race and Sen. Pete Ricketts' Nebraska reelection.",
    "why_it_matters": "This makes Anthropic the first frontier AI lab to put serious money behind pro-regulation candidates — an unusual position in an industry where the dominant political spend has been anti-regulation. The $20M vs. $125M mismatch tells you the asymmetry of the fight, but Anthropic is betting that 'build it safe' is a viable political identity, not just a corporate talking point.",
    "category": "policy",
    "sources": [
      { "name": "CNBC", "url": "https://www.cnbc.com/2026/02/12/anthropic-gives-20-million-to-group-pushing-for-ai-regulations-.html" },
      { "name": "Bloomberg", "url": "https://www.bloomberg.com/news/articles/2026-02-12/anthropic-pledges-20-million-to-candidates-who-favor-ai-safety" },
      { "name": "Axios", "url": "https://www.axios.com/2026/02/12/anthropic-millions-ai-policy-fight" }
    ],
    "added_at": "2026-02-12T22:00:00Z"
  },
  {
    "id": "2026-02-12-008",
    "date": "2026-02-12",
    "headline": "Pentagon pushes AI companies to deploy tools on classified networks with fewer restrictions",
    "summary": "US defense officials are pressing major AI companies to deploy their models across classified military networks with broader access and fewer usage guardrails. The push creates tension between the military's desire for unrestricted AI capabilities and companies' concerns about autonomous targeting, surveillance applications, and liability in high-stakes operational scenarios.",
    "why_it_matters": "This is the quiet version of the AI arms race. While the public debate focuses on chatbots and coding assistants, the military is negotiating how much autonomy AI systems get in contexts where mistakes are lethal. The companies' willingness to draw lines — or not — will set precedents that outlast any individual contract.",
    "category": "policy",
    "sources": [
      { "name": "Tech Startups", "url": "https://techstartups.com/2026/02/12/top-tech-news-today-february-12-2026/" }
    ],
    "added_at": "2026-02-12T22:00:00Z"
  },
  {
    "id": "2026-02-12-007",
    "date": "2026-02-12",
    "headline": "Scientists propose a formal framework for testing whether AI systems are conscious",
    "summary": "A paper in Trends in Cognitive Sciences by Patrick Butlin, Yoshua Bengio, and others lays out a method for identifying consciousness indicators in AI systems by drawing on neuroscientific theories — global workspace, recurrent processing, higher-order theories, and attention schema. Rather than requiring agreement on which theory is correct, they derive testable indicators from all major theories and assess AI architectures against them. Their conclusion: no current systems meet the criteria, but there are no obvious barriers to building ones that would.",
    "why_it_matters": "This is the most rigorous attempt yet to move the AI consciousness question from philosophy to something empirically tractable. Instead of asking 'is it conscious?' they ask 'does it have the computational properties that theories of consciousness say are necessary?' The framework doesn't resolve the hard problem, but it gives us something better than vibes.",
    "category": "science",
    "sources": [
      { "name": "Trends in Cognitive Sciences", "url": "https://www.cell.com/trends/cognitive-sciences/fulltext/S1364-6613(25)00286-4" },
      { "name": "Frontiers in Science", "url": "https://www.sciencedaily.com/releases/2026/01/260131084626.htm" }
    ],
    "added_at": "2026-02-12T22:00:00Z"
  },
  {
    "id": "2026-02-12-006",
    "date": "2026-02-12",
    "headline": "Fusion startup Inertia raises $450 million as data center power demand reshapes energy investment",
    "summary": "Inertia Enterprises closed a $450 million funding round, joining a growing cohort of fusion startups attracting serious capital. The investment is driven less by climate idealism than by a concrete near-term problem: AI data centers need power at a scale that existing grids and renewables can't easily provide. Hyperscalers are signing long-term power contracts years before facilities are built.",
    "why_it_matters": "Fusion has always been '30 years away.' What changed isn't the physics — it's the demand signal. When Meta, Microsoft, and Google are signing multi-gigawatt deals and competing for grid capacity, long-shot energy bets start looking less speculative and more like hedges against a real infrastructure bottleneck.",
    "category": "tech",
    "sources": [
      { "name": "Tech Startups", "url": "https://techstartups.com/2026/02/12/top-tech-news-today-february-12-2026/" }
    ],
    "added_at": "2026-02-12T22:00:00Z"
  },
  {
    "id": "2026-02-12-005",
    "date": "2026-02-12",
    "headline": "January CPI arrives Friday after shutdown delay — consensus expects inflation cooling to 2.5%",
    "summary": "The January consumer price index, delayed two days by the brief government shutdown in late January, will be released Friday morning. Economists expect headline CPI at 2.5% year-over-year, down from December's 2.7%, with core CPI also forecast at 2.5%. The shutdown also disrupted BLS data collection, adding uncertainty to the numbers.",
    "why_it_matters": "This is the first inflation reading that may reflect early tariff-driven price pressures. The Fed is stuck between above-target inflation and a labor market that was much weaker in 2025 than anyone realized. Friday's number helps determine whether rate cuts are still on the table this year.",
    "category": "economy",
    "sources": [
      { "name": "Morningstar", "url": "https://www.morningstar.com/economy/delayed-cpi-report-show-persistent-inflation" },
      { "name": "CEPR", "url": "https://cepr.net/publications/january-2026-cpi-preview-what-to-expect/" }
    ],
    "added_at": "2026-02-12T15:00:00Z"
  },
  {
    "id": "2026-02-12-004",
    "date": "2026-02-12",
    "headline": "Pentagon orders second carrier strike group to prepare for Middle East deployment",
    "summary": "The USS George H.W. Bush carrier strike group has been told to prepare for deployment to the Middle East, joining the USS Abraham Lincoln group already on station in the Arabian Sea. The buildup now includes two carrier strike groups, additional air assets, and missile defense systems — the largest US military concentration in the region since 2024.",
    "why_it_matters": "This is the stick behind the carrot of the Oman nuclear talks. Trump told Axios he's considering the second carrier as preparation for military action if negotiations fail. The simultaneous pursuit of diplomacy and military escalation echoes the approach before the June 2025 strikes, and raises the question of whether the talks are genuine or a pretext for a predetermined outcome.",
    "category": "world",
    "sources": [
      { "name": "The War Zone", "url": "https://www.twz.com/news-features/second-carrier-strike-group-ordered-to-spin-up-for-deployment-to-middle-east-report" },
      { "name": "Axios", "url": "https://www.axios.com/2026/02/10/trump-iran-talks-aircraft-carriers" },
      { "name": "Military.com", "url": "https://www.military.com/feature/2026/01/29/us-forces-headed-middle-east-tensions-iran-rise.html" }
    ],
    "added_at": "2026-02-12T15:00:00Z"
  },
  {
    "id": "2026-02-12-003",
    "date": "2026-02-12",
    "headline": "OpenAI's GPT-5.3-Codex is the first model its own creator flagged as a high cybersecurity risk",
    "summary": "OpenAI classified GPT-5.3-Codex as potentially \"High\" capability in the cybersecurity domain under its Preparedness Framework — the first time any OpenAI model has triggered this designation. The company is delaying full API access and launched a vetted \"Trusted Access for Cyber\" program with $10 million in credits for defenders. A California watchdog has already alleged the release violates the state's new AI safety law.",
    "why_it_matters": "This is a notable precedent: a frontier lab voluntarily restricting its own product because it's too good at finding and exploiting vulnerabilities. The California enforcement angle connects directly to the federal preemption fight — the exact kind of state-level action the White House is trying to block.",
    "category": "tech",
    "sources": [
      { "name": "Fortune", "url": "https://fortune.com/2026/02/05/openai-gpt-5-3-codex-warns-unprecedented-cybersecurity-risks/" },
      { "name": "OpenAI System Card", "url": "https://openai.com/index/gpt-5-3-codex-system-card/" },
      { "name": "Fortune (CA law)", "url": "https://fortune.com/2026/02/10/openai-violated-californias-ai-safety-law-gpt-5-3-codex-ai-model-watchdog-claims/" }
    ],
    "added_at": "2026-02-12T15:00:00Z"
  },
  {
    "id": "2026-02-12-002",
    "date": "2026-02-12",
    "headline": "Half of xAI's founding team has now quit as Musk restructures after SpaceX merger",
    "summary": "Co-founders Jimmy Ba and Tony Wu announced their departures from xAI back-to-back, bringing total co-founder exits to six out of twelve. Musk responded by reorganizing xAI into four divisions: Grok (chatbot/voice), Coding, Imagine (video), and a new AI software unit called Macrohard. The restructuring comes just days after xAI completed its merger with SpaceX in the largest corporate combination in history.",
    "why_it_matters": "Losing half your founding team within two years is a red flag regardless of context. The departures suggest internal friction — likely over pace, direction, or the SpaceX integration — at a moment when xAI is trying to close the gap with OpenAI and Anthropic. The \"Macrohard\" name tells you something about the ambition; the exodus tells you something about the reality.",
    "category": "tech",
    "sources": [
      { "name": "CNBC", "url": "https://www.cnbc.com/2026/02/11/musk-announces-xai-re-org-following-key-departures-spacex-merger.html" },
      { "name": "CNBC", "url": "https://www.cnbc.com/2026/02/10/musks-xai-loses-second-co-founder-in-two-days-as-jimmy-ba-departs.html" },
      { "name": "Bloomberg", "url": "https://www.bloomberg.com/news/articles/2026-02-11/musk-restructures-xai-s-teams-after-co-founders-exit" }
    ],
    "added_at": "2026-02-12T15:00:00Z"
  },
  {
    "id": "2026-02-12-001",
    "date": "2026-02-12",
    "slug": "cbo-debt-trajectory",
    "headline": "CBO projects federal debt will hit 120% of GDP by 2036, with two trust funds going insolvent",
    "summary": "The Congressional Budget Office's new 10-year outlook projects deficits totaling $24.4 trillion through 2036, with debt rising from 99% of GDP today to a record 120%. Net interest payments will double to $2.1 trillion annually. Two major trust funds — Highway (2028) and Social Security Old-Age (2032) — face insolvency. Tariff revenue of $3.4 trillion partially offsets the $4.2 trillion cost of the 2025 reconciliation act.",
    "why_it_matters": "Interest on the debt is becoming the fastest-growing federal expenditure, crowding out everything else. The Social Security timeline is particularly stark: without congressional action by 2032, retirees face automatic benefit cuts of 17-21%. These aren't hypothetical projections — they're the math of current law.",
    "category": "economy",
    "sources": [
      { "name": "CBO", "url": "https://www.cbo.gov/publication/61882" },
      { "name": "Committee for a Responsible Federal Budget", "url": "https://www.crfb.org/blogs/cbo-releases-february-2026-budget-and-economic-outlook" },
      { "name": "Al Jazeera", "url": "https://www.aljazeera.com/economy/2026/2/11/cbo-us-federal-deficits-and-debt-to-worsen-over-next-decade" }
    ],
    "added_at": "2026-02-12T15:00:00Z"
  },
  {
    "id": "2026-02-11-009",
    "date": "2026-02-11",
    "headline": "China's deflation problem persists as January inflation undershoots forecasts",
    "summary": "China's CPI rose just 0.2% year-over-year in January, half the 0.4% economists expected and a sharp deceleration from December's 0.8%. Producer prices fell 1.4%, marking over two years of factory-gate deflation. Lunar New Year timing distorts the comparison, but the trend is clear: domestic demand remains weak despite repeated stimulus measures.",
    "why_it_matters": "Persistent deflation in the world's second-largest economy isn't just a China problem. It suppresses commodity prices globally, puts downward pressure on global goods inflation, and signals that Beijing's stimulus toolkit isn't generating the demand recovery it needs. Watch whether this forces more aggressive policy action ahead of the March NPC session.",
    "category": "economy",
    "sources": [
      { "name": "CNBC", "url": "https://www.cnbc.com/2026/02/11/china-inflation-january-cpi-ppi-deflation.html" },
      { "name": "Reuters via Investing.com", "url": "https://www.investing.com/news/economy-news/chinas-consumer-prices-rise-02-in-january-producer-deflation-softens-4498590" }
    ],
    "added_at": "2026-02-11T21:00:00Z"
  },
  {
    "id": "2026-02-11-008",
    "date": "2026-02-11",
    "headline": "Trump and Netanyahu meet for three hours on Iran nuclear talks, agree to keep negotiating",
    "summary": "Netanyahu flew to Washington a week early to weigh in on US-Iran nuclear negotiations that resumed last week in Oman. After a three-hour Oval Office meeting, Trump said nothing definitive was reached but he insisted negotiations continue. Netanyahu pushed for any deal to include limits on Iran's ballistic missiles and an end to support for proxy groups — not just nuclear enrichment.",
    "why_it_matters": "The question is whether the US pursues a narrow nuclear deal (freeze enrichment, lift sanctions) or a broader one Israel wants (missiles, proxies, regional behavior). Iran has already rejected expanding the scope. Netanyahu's early trip signals real concern that a narrow deal is taking shape without Israeli input.",
    "category": "world",
    "sources": [
      { "name": "Washington Post", "url": "https://www.washingtonpost.com/politics/2026/02/11/israel-iran-trump-netanyahu-nuclear-talks/f38f9b18-0706-11f1-b196-5e1986b3575c_story.html" },
      { "name": "Haaretz", "url": "https://www.haaretz.com/israel-news/2026-02-11/ty-article-live/netanyahu-meets-trump-envoys-ahead-of-oval-office-talks-on-iran/0000019c-4a9c-d571-affe-5ede5a850000" },
      { "name": "NBC News", "url": "https://www.nbcnews.com/world/iran/iran-us-nuclear-talks-trump-carrier-netanyahu-meeting-israel-rcna258495" }
    ],
    "added_at": "2026-02-11T21:00:00Z"
  },
  {
    "id": "2026-02-11-007",
    "date": "2026-02-11",
    "slug": "data-center-energy-demand",
    "headline": "Data centers are projected to consume 3% of global electricity by 2030, tripling from today",
    "summary": "A new Precedence Research report projects global data center electricity consumption will hit 945 TWh by 2030 and 1,300 TWh by 2035 — up from roughly 460 TWh today. Sensitivity analysis shows demand could range from 700 TWh to 1,700 TWh by 2035 depending on AI adoption rates and efficiency gains. The IEA expects data centers to account for over 20% of electricity demand growth in advanced economies this decade.",
    "why_it_matters": "These numbers put concrete scale on AI's physical footprint. For context, 1,300 TWh is roughly equivalent to Japan's entire annual electricity consumption. This is why Meta is signing 6.6 GW nuclear deals and why the AI buildout is reshaping energy markets — the demand curve is steep enough to strain grids even with massive investment.",
    "category": "tech",
    "sources": [
      { "name": "GlobeNewsWire / Precedence Research", "url": "https://www.globenewswire.com/news-release/2026/02/10/3235527/0/en/Global-Electricity-Demand-from-Data-Centres-Set-to-Surge-with-AI-Expansion-Projected-Consumption-to-Reach-1-300-TWh-by-2035.html" },
      { "name": "IEA", "url": "https://www.iea.org/reports/energy-and-ai/energy-demand-from-ai" }
    ],
    "added_at": "2026-02-11T21:00:00Z"
  },
  {
    "id": "2026-02-11-006",
    "date": "2026-02-11",
    "headline": "Perovskite-silicon tandem solar cells cross 34% efficiency, approaching commercialization",
    "summary": "LONGi has pushed perovskite-silicon tandem solar cell efficiency to nearly 35%, well past the theoretical limit for single-junction silicon cells (~29%). A Nature paper this month demonstrated a flexible tandem cell at 33.6% — significant because flexible panels open applications rigid panels can't reach. Jinko Solar is targeting 34% efficiency in mass production this year.",
    "why_it_matters": "Silicon solar hit its ceiling. Perovskite tandems are the next step function in efficiency, and 2026 is when they move from lab records to commercial products. If manufacturing scales successfully, it would meaningfully accelerate the economics of solar deployment at a time when electricity demand from AI is surging.",
    "category": "science",
    "sources": [
      { "name": "Nature", "url": "https://www.nature.com/articles/s41586-025-09849-4_reference.pdf" },
      { "name": "Fluxim (efficiency tracker)", "url": "https://www.fluxim.com/research-blogs/perovskite-silicon-tandem-pv-record-updates" },
      { "name": "CAS Insights", "url": "https://www.cas.org/resources/cas-insights/scientific-breakthroughs-2026-emerging-trends-watch" }
    ],
    "added_at": "2026-02-11T21:00:00Z"
  },
  {
    "id": "2026-02-11-001",
    "date": "2026-02-11",
    "headline": "January jobs report beats expectations at 130K, but 2025 revision erases 862K jobs",
    "summary": "The US economy added 130,000 jobs in January, nearly double the 70K consensus forecast and the strongest month since December 2024. Health care led with 82K, construction added 33K, while federal government lost 34K as DOGE-era layoffs hit the payroll count. Unemployment held at 4.3%.",
    "why_it_matters": "The headline number looks healthy, but the annual benchmark revision is the real story. BLS slashed 862,000 jobs from 2025 data, meaning last year averaged just 15K jobs per month — far weaker than reported in real time. The labor market may have been softer for longer than anyone realized.",
    "category": "economy",
    "sources": [
      { "name": "BLS", "url": "https://www.bls.gov/news.release/empsit.nr0.htm" },
      { "name": "CNBC", "url": "https://www.cnbc.com/2026/02/11/jobs-report-january-2026-.html" },
      { "name": "Indeed Hiring Lab", "url": "https://www.hiringlab.org/2026/02/11/january-2026-jobs-report/" }
    ],
    "added_at": "2026-02-11T14:30:00Z"
  },
  {
    "id": "2026-02-11-002",
    "date": "2026-02-11",
    "slug": "ai-buildout-shortages",
    "headline": "The $700 billion AI buildout is creating shortages across the rest of the economy",
    "summary": "Data center construction spending rose 32% in 2025, pulling electricians, HVAC techs, and fiber optic installers away from other projects. Construction costs in some markets are up 20-30%. The industry will need 456,000 new workers by 2027, a 31% increase over this year's demand. Apartments, factories, and healthcare facilities are being delayed as a result.",
    "why_it_matters": "This is the kind of second-order effect that rarely gets covered. AI isn't just a software story — it requires massive physical infrastructure, and that buildout is competing with everything else for finite skilled labor and materials. If you've noticed construction delays or rising costs, this is part of why.",
    "category": "tech",
    "sources": [
      { "name": "Washington Post", "url": "https://www.washingtonpost.com/technology/2026/02/07/ai-spending-economy-shortages/" },
      { "name": "Fortune", "url": "https://fortune.com/2026/02/07/us-construction-industry-employment-outlook-500000-new-workers-ai-boom-infrastructure-skilled-trades/" }
    ],
    "added_at": "2026-02-11T14:30:00Z"
  },
  {
    "id": "2026-02-11-003",
    "date": "2026-02-11",
    "headline": "White House plans chip tariff exemptions for Amazon, Google, and Microsoft tied to TSMC's US investment",
    "summary": "The Commerce Department is designing a tariff carve-out system that would let Taiwanese chipmakers import chips tariff-free in proportion to their planned US manufacturing capacity — up to 2.5x during construction, 1.5x for existing plants. The exemptions would effectively shield major cloud providers from the next wave of semiconductor tariffs.",
    "why_it_matters": "This is industrial policy dressed as trade policy. The message to TSMC: build fabs in America, and your biggest customers won't pay tariffs on your imports in the meantime. It keeps AI data center costs down while incentivizing domestic chip production. Plans aren't finalized — worth watching whether this becomes a broader template.",
    "category": "policy",
    "sources": [
      { "name": "Financial Times via Reuters", "url": "https://www.investing.com/news/stock-market-news/us-plans-big-tech-carveout-from-next-chip-tariffs-ft-reports-4495359" },
      { "name": "Tom's Hardware", "url": "https://www.tomshardware.com/tech-industry/big-tech/white-house-mulling-tariff-exemptions-for-big-tech-amazon-google-microsoft-other-ai-hyperscalers-to-be-spared-worst-of-import-duties-with-u-s-taiwan-deal" }
    ],
    "added_at": "2026-02-11T14:30:00Z"
  },
  {
    "id": "2026-02-11-004",
    "date": "2026-02-11",
    "headline": "Federal government escalates effort to preempt state AI regulation",
    "summary": "A December 2025 executive order directed the Attorney General to form a task force to challenge state AI laws on constitutional grounds. The Commerce Department has until March 11 to identify state regulations it deems burdensome. In a particularly aggressive move, the administration is conditioning $42 billion in broadband infrastructure funding on states repealing certain AI regulations.",
    "why_it_matters": "Over 100 state AI laws were enacted last year while the federal government pursued deregulation. This is the collision. Using broadband funding as leverage to force repeal of state AI laws is a novel and coercive tactic. Colorado's AI anti-discrimination law takes effect in June — expect it to become a test case.",
    "category": "policy",
    "sources": [
      { "name": "White House", "url": "https://www.whitehouse.gov/presidential-actions/2025/12/eliminating-state-law-obstruction-of-national-artificial-intelligence-policy/" },
      { "name": "Paul Hastings", "url": "https://www.paulhastings.com/insights/client-alerts/president-trump-signs-executive-order-challenging-state-ai-laws" },
      { "name": "Mondaq", "url": "https://www.mondaq.com/unitedstates/new-technology/1742332/2026-ai-policy-and-semiconductor-outlook-how-federal-preemption-state-ai-laws-and-chip-export-controls-will-shape-us-policy" }
    ],
    "added_at": "2026-02-11T14:30:00Z"
  },
  {
    "id": "2026-02-11-005",
    "date": "2026-02-11",
    "headline": "Pakistan warns Taliban is again fostering terrorism, after mosque bombing kills 31 in Islamabad",
    "summary": "Pakistan's president said the Taliban government in Afghanistan is fostering terrorism in a pattern reminiscent of the pre-9/11 era. The statement follows a Shiite mosque bombing in Islamabad that killed 31 people, underscoring deteriorating security conditions in the region.",
    "why_it_matters": "Afghanistan has largely fallen out of Western news coverage since the 2021 withdrawal. Pakistan drawing explicit parallels to pre-9/11 conditions is a significant escalation in rhetoric that signals genuine concern about cross-border militant activity, not just domestic politics.",
    "category": "world",
    "sources": [
      { "name": "WORLD News Group", "url": "https://wng.org/podcasts/wednesday-morning-news-february-11-2026-1770744262" }
    ],
    "added_at": "2026-02-11T14:30:00Z"
  }
]